Repository: alxvmr/gpresult
Catalog: locales/*.po
Languages: ru

source: Drive map
ru: Сетевые диски

source: Type
ru: Тип

source: Password
ru: Пароль

source: Direction
ru: Имя диска

source: Path
ru: Путь

source: Action
ru: Действие

source: This drive
ru: Этот диск

source: All drives
ru: Все диски

source: Label
ru: Название

source: Persistent
ru: Переподключиться

source: Use letter
ru: Использовать

source: Environment variables
ru: Окружение

source: Value
ru: Значение

source: File
ru: Файлы

source: From path
ru: Источник файла(ов)

source: Source
ru: Источник

source: Target path
ru: Место назначения

source: Read only
ru: Только для чтения

source: Archive
ru: Архивный

source: Hidden
ru: Скрытый

source: Suppress
ru: Подавление ошибок

source: Executable
ru: Исполняемый

source: Folder
ru: Папки

source: Delete folder
ru: Удалить папку

source: Delete subfolder
ru: Рекурсивное удаление

source: Delete files
ru: Удалить файлы

source: Hidden folder
ru: Скрытая

source: Version
ru: Версия

source: Keys
ru: Ключи

source: Preferences
ru: Настройки

source: Permission denied: {}
ru: Отказано в доступе: {}

source: No such file: {}
ru: Файл не существует: {}

source: Created on {}
ru: Отчет сформирован {}

source: The resulting set of policies
ru: Результирующий набор политик

source: Applied Group Policy Objects
ru: Примененные Объекты Групповой Политики

source: USER SETTINGS
ru: ПОЛЬЗОВАТЕЛЬСКИЕ НАСТРОЙКИ

source: MACHINE SETTINGS
ru: МАШИННЫЕ НАСТРОЙКИ

source: Operating system:
ru: Операционная система:

source: OS Version:
ru: Версия ОС:

source: Local Profile:
ru: Локальный профиль:

source: Information about applied policies
ru: Информация о примененных политиках

source: Output format: display of policy keys, values and previous values
ru: Формат вывода: отобразить ключи GPO, текущие и предыдущие значения ключей

source: Output format: common output including environment information; outputs only the names of applied policies
ru: Формат вывода: сжатый вывод, включающий информацию о системе; отображаются только имена GPO

source: Output format (DEFAULT): is similar to the common output, in addition, the applied keys, policy values and preferences are also output
ru: Формат вывода (ПО УМОЛЧАНИЮ): схож с форматом <common>, отображает дополнительную информацию о GPO

source: Output format: output of GPO names and their GUIDs * Not applicable with <-i>/<--policy_guid> and <-n>/<--policy_name>
ru: Формат вывода: отображаются имена GPO и их GUID * Не применяется с <-i>/<--policy_guid> и <-n>/<--policy_name>

source: Enable information about the previous GPO key value
ru: Включение информации о предыдущих значениях ключей GPO

source: Set column widths for outputting internal tables (keys and values, preferences, ...) * If the specified value is less than or equal to 0, the width of the columns will be equal to the maximum length of the row * By default, the column width is equal to the length of the maximum row * If the length of the maximum string is less than the specified value, the width will not change
ru: Задать ширину столбцов для вывода внутренних таблиц (ключи и значения, настройки, ...) * Если указано значение <= 0, то ширина столбцов будет равна максимальной длине строки * По умолчанию ширина столбцов равна длине максимальной строки * Если длина максимальной строки меньше заданного значения, то ширина не изменяется

source: Information about policy keys and values by guid * Not applicable with <-l>/<--list>
ru: Информация о ключах и значениях политики по GUID * Не применяется с <-l>/<--list>

source: Information about policy keys and values by name * Not applicable with <-l>/<--list>
ru: Информация о ключах и значениях политики по ее имени * Не применяется с <-l>/<--list>

source: Get information about applied policies for the current user
ru: Получить информацию о примененных политиках для текущего пользователя

source: Get information about applied policies for the current machine
ru: Получить информацию о примененных политиках для текущей машины

source: usage:
ru: Использование:

source: positional arguments
ru: позиционные аргументы

source: optional arguments
ru: Необязательные параметры

source: show this help message and exit
ru: Показать данную справку и выйти

source: Inifile
ru: Ini файлы

source: Section
ru: Секция

source: Property
ru: Свойство

source: Network share
ru: Сетевые папки

source: Name
ru: Имя

source: All regular
ru: Модификаторы

source: Abe
ru: Перечисление

source: Limit users
ru: Лимит пользователей

source: Comment
ru: Комментарий

source: Shortcut
ru: Значки

source: Destination
ru: Расположение

source: Expanded path
ru: Целевой путь

source: Arguments
ru: Аргументы

source: Changed
ru: Дата изменения

source: Icon
ru: Путь к файлу

source: Perfom action in user context
ru: В контексте пользователя

source: Link type
ru: Тип ссылки

source: Desktop file template
ru: Шаблон файла раб. стола
